{
    "welcome":{"de":"Willkommen, ich bin ","en":"Welcome, I am"},
    "job":{"de":"SOFTWARE ENTWICKLER","en":"SOFTWARE DEVELOPER"},
    "open":{"de":"öffnen","en":"open"},
    "welcomeNav":{"de":"Willkommen","en":"Welcome"},
    "text":{"de":["Ich bin Software Entwickler aus der Nähe von Frankfurt mit Erfahrungen im Entwickeln von Webseiten, Full Stack Web Applikationen, iOS und Android Apps.","Stand 2023 arbeite ich seit mehr als 10 Jahren im Tech-Industrie. Designen und programmieren sind, seit ich mit dem Arbeiten am Computer angefangen habe, meine große Leidenschaft. Ich liebe es, schön gestaltete, intuitive und funktionale Websites und Apps zu erstellen.","Außerdem interessiere ich mich leidenschaftlich für Krypto, Reisen, Drohnen Fotografie und das Lernen neuer Dinge."],"en":["I’m a software developer based near Frankfurt, Germany with experience in building websites, full stack web applications, iOS & android development.","As of 2023 I worked in the tech industry for over ten years. Designing and Coding have been my passion since the day I started working with computers. I love creating beautifully designed, intuitive and functional websites and apps.","Beside that I’m passionate about crypto, travel, drone photography and exploring new things."]},
    "email":{"de":"hi@jonaskaatz.com","en":"hi@jonaskaatz.com"},
    "skills":{"de":{"Kompetent":"php, javascript, bootstrap, tailwind, html, css, react, react native, mysql","Erfahrung":"python, expo, git, mongodb","Sonstiges":"Krypto, Kaffee, Reisen"},"en":{"proficient":"php, javascript, bootstrap, tailwind, html, css, react, react native, mysql","experience":"python, expo, git, mongodb","other":"crypto, coffee, travel"}},
    "about":{"de":"Über mich","en":"About me"},
    "reviews":{
        "de":"Rezensionen","en":"Reviews",
        "heading":{
            "de":"Rezensionen von vorherigen Kunden","en":"Reviews from past clients"
        },
        "reviewCards":{
            "Florian Wunderle, Fa. FloTec":{"de":"Herr Kaatz hat mich mit seiner sehr selbständigen, kompetenten und lösungsorientierten Arbeitsweise absolut überzeugt. Die Integration von Bootstrap, in eine bestehendes Webprojekt wurde im Sommer 2023 innerhalb des vereinbarten Zeitrahmens perfekt umgesetzt. Ich freue mich auf weitere zukünftige Projekte mit Herrn Kaatz. ","en":"Mr. Kaatz absolutely convinced me with his very independent, competent and solution-oriented way of working. The integration of Bootstrap into an existing web project was perfectly implemented in summer 2023 within the agreed time frame. I look forward to further future projects with Mr. Kaatz."}
        }
    },
    "projects":{
        "de":"Projekte","en":"Projects",
        "projectCards":{
            "Vacation Vision":{"de":"Nachdem ich lange Zeit damit verbracht habe, meinen Urlaub in verschiedenen Apps zu planen, ohne jemals mit den Ergebnissen zufrieden zu sein, habe ich beschlossen, meine eigene zu erstellen. Es ist noch alles andere als fertig. Melde dich an, probiere es aus und lass mich wissen, wie es dir gefällt.","en":"After I spent a long time planning my vacations in different apps without being ever happy about the results, I decided to create my own. It's everything but done yet. Sign up, try it out and let me know how you like it.","url":"https://www.vacation-vision.com/"},
            "CSS Gradient Animations":{"de":"Eine Bibliothek animierter CSS-Gradients. Hol dir das Komplettpaket und kopiere den Tailwind CSS oder Vanilla CSS Code.","en":"A Library of animated CSS gradients. Get the complete package and copy the tailwind CSS or vanilla CSS code.","url":"https://www.cssgradientanimations.com/"},
            "Dojo Generator":{"de":"Ein NFT-bezogenes Projekt. Chimpers Dojo Twitter-Banner-Anpassung! Keine Wallet-Verbindung erforderlich! Werde kreativ mit unserer umfangreichen Auswahl and Gegenständen. Jede Woche neue Gegenstände.","en":"A NFT related project. Chimpers Dojo Twitter banner customization! No wallet connection required! Get creative with our extensive asset library. New assets every week.","url":"https://dojo-gen.com/"},
            "Made by Barbara":{"de":"Made by Barbara steht für Schönes aus Wolle und Garn. Ob Körbchen, wiederverwendbare Abschminkpads, Schlüsselanhänger, Taschen oder andere Wohn-Accessoires - alles handgemacht mit Liebe und Leidenschaft.","en":"Made by Barbara stands for beautiful things made of wool and yarn. Whether it's a basket, reusable make-up removal pads, key rings, bags or other home accessories - everything is handmade with love and passion.","url":"https://made-by-barbara.de/"},
            "Easy Modal Design":{"de":"Bring deinen einzigartigen Stil zum Ausdruck: Erstelle atemberaubende Modals online! Entfessel dein Designpotenzial mit unserem Online-Modal-Designer. Von elegantem Minimalismus bis hin zu lebendigen Kreationen – unsere Plattform ermöglicht es dir, deinen einzigartigen Stil mühelos zu präsentieren.","en":"Express Your Unique Style: Create Stunning Modals Online! Unleash your design potential with our Online Modal Designer. From elegant minimalism to vibrant creations, our platform empowers you to showcase your unique style effortlessly.","url":"https://easymodaldesign.com/"}
        }
    },
    "support":{"de":"Unterstütze mich","en":"Support me"}
}